// Перeменные
console.log('Переменные')

// Объявите две переменные: admin и name.
// Запишите строку "Джон" в переменную name.
// Скопируйте значение из переменной name в admin.

let admin;
let name;

name = "Джон";
admin = name;
console.log(admin);

// Создайте переменную для названия нашей планеты. Как бы вы её назвали?
// Создайте переменную для хранения имени текущего посетителя сайта. Как бы вы назвали такую переменную?

const PLANET = "Земля";
let userName = "Спанч Боб";

console.log(`${userName} живет на планете ${PLANET}`);
